<script setup>
import CardShelter from './CardShelter.vue'
</script>
<template>
  <div class="p-10 mt-10 grid grid-cols-1 gap-10">
    <CardShelter
      img-url="public/Image/foto.png"
      tit
      le="Название приюта "
      text="Приют — это место, где предоставляется временное убежище для тех, кто нуждается в помощи и
        защите. Приюты могут быть предназначены для различных целей, включая приюты для животных,
        людей, пострадавших от насилия, бездомных или тех, кто переживает трудные жизненные
        ситуации. В этой статье мы подробнее рассмотрим приюты для животных, их роль и важность в
        обществе. Что такое приют для животных? Это организация или учреждение, занимающееся
        временным содержанием бездомных, брошенных, потерянных или нуждающихся в помощи животных.
        Основной целью таких приютов является обеспечение животным безопасных условий для проживания
        до тех пор, пока им не найдется постоянный дом. В таких учреждениях работают специалисты,
        которые заботятся о животных, обеспечивая их едой, медицинской помощью и, что самое главное,
        шансом на новую жизнь прпрпл о щ оезщрощ з рщзеорзщпзщипзат тт апоиа от насилия,
        бездомных или тех, кто переживает трудные жизненные ситуации. В этой статье мы подробнее
        рассмотрим приюты для животных, их роль и важность в вших от насилия, бездомных или тех, кто
        переживает трудные жизненные ситуации. В этой статье мы подробнее рассмотрим приюты для
        животных, их роль и важность в"
    />
  </div>
</template>
